Repository: horde/beatnik
Catalog: locale/*/LC_MESSAGES/beatnik.po
Languages: es, hu

source: -h, --help Show this help
es: -h, --help Muestra esta ayuda
hu: -h, --help Ez a szöveg

source: -p, --password[=password] Horde login password
es: -p, --password[=contraseña] Contraseña de inicio de Horde
hu: -p, --password[=jelszó] Horde bejelentkezési jelszó

source: -r, --rpc[=http://example.com/horde/rpc.php] Remote url
es: -r, --rpc[=http://ejemplo.com/horde/rpc.php] Url remota
hu: -r, --rpc[=http://example.com/horde/rpc.php] Távoli URL

source: -t, --type[=type] Export format
es: -t, --type[=tipo] Formato de exportación
hu: -t, --type[=type] Exportálási formátum

source: -u, --username[=username] Horde login username
es: -u, --username[=usuario] Usuario de inicio de sesión de Horde
hu: -u, --username[=username] Horde felhasználónév

source: A (Address)
es: A (Dirección)
hu: A (IP cím)

source: AAAA (IPv6 Address)
es: Dirección IPv6
hu: AAAA (IPv6 cím)

source: Actions
es: Acciones
hu: Opciók

source: Add DNS Record
es: Añadir registro DNS
hu: Új DNS rekord

source: Add Record
es: Añadir registro
hu: Új rekord

source: Add Zone
es: Añadir zona
hu: Új zóna

source: An error occurred while searching the database. Details have been logged for the administrator.
es: Error buscando en la base de datos. Se han registrado los detalles para el administrador.
hu: Hiba történt a keresés közben. A részletek a rendszergazda számára naplózásra kerültek.

source: Are you sure you want to delete this record?
es: ¿Seguro que desea eliminar este registro?
hu: Biztos, hogy törölni akarja ezt a rekordot?

source: Autogenerate
es: Autogenerar
hu: Automatikus generálás

source: Autogeneration not performed
es: No se ha realizado la generación automática
hu: Automatikus generálás nem lett végrehajtva

source: CNAME (Alias)
es: CNAME (Apodo)
hu: CNAME (hivatkozás)

source: Cancel
es: Cancelar
hu: Mégsem

source: Choose a template for autogenerating the records:
es: Elija una plantilla para la generación automática de los registros:
hu: Válasszon sablont az automatikus generáláshoz:

source: Commit All
es: Asentar todo
hu: Mindegyik mentése

source: Commit Changes
es: Asentar cambios
hu: A változások mentése

source: Contact e-mail address for this zone
es: Correo de contacto de esta zona
hu: Kapcsolati emailcím a zónához

source: Corrupt SOA found for zone. Contact your administrator.
es: Registro SOA de zona corrupto. Consulte a su administrador.
hu: Érvénytelen SOA a zónában. Forduljon a rendszergazdához.

source: Couldn't read command-line options.
es: No se pudieron leer las opciones de línea de comandos.
hu: Nem lehet olvasni a paracssori opciókat.

source: DNS Service Record Port Number
es: Registro de número de puerto de servicio DNS
hu: DNS szolgáltatási rekord portja

source: DNS Service Record Priority
es: Registro de prioridad de servicio DNS
hu: DNS szolgáltatási rekord prioritása

source: DNS Service Record Weight
es: Registro de importancia de servicio DNS
hu: DNS szolgáltatási rekord súlya

source: Default Time-To-Live for new records.
es: Tiempo-De-Vida por omisión para nuevos registros.
hu: Új rekordok alapértelmezett TTL-e.

source: Delete
es: Eliminar
hu: Törlés

source: Display Preferences
es: Mostrar opciones
hu: Megjelenítési beállítások

source: Domain Categories
es: Categorías de dominio
hu: Domain kategóriák

source: Domain Name
es: Nombre de dominio
hu: Domain név

source: Domains
es: Dominios
hu: Domainek

source: Driver not found.
es: No se encontró el controlador.
hu: Nem létező meghajtó.

source: Edit
es: Modificar
hu: Szerkesztés

source: Edit DNS Record
es: Modificar registro DNS
hu: DNS rekord módosítása

source: Edit Record
es: Modificar registro
hu: Rekord módosítása

source: Edit categories and colors
es: Modificar categorías y colores
hu: A kategóriák és színeik módosítása

source: Edit domain groups and colors
es: Modificar grupos y colores de dominio
hu: Domain csoportok és színek módosítása

source: Error getting domain list. Details have been logged for the administrator.
es: Error al obtener la lista de dominios. Se han registrado los detalles para el administrador.
hu: Nem sikerült a domainek lekérdezése. A részletek a rendszergazda számára naplózásra kerültek.

source: Expert Mode
es: Modo experto
hu: Részletes mód

source: Expert Mode ON
es: Modo experto ACTIVO
hu: Részletes mód be

source: Expert Mode off
es: Modo experto INACTIVO
hu: Részletes mód ki

source: Expiration
es: Vencimiento
hu: Lejárat

source: Have noting to do.
es: No hay nada que hacer.
hu: Nincs teendő.

source: Hostname
es: Servidor
hu: Hosztnév

source: Hostname Target
es: Servidor destino
hu: Hosztnév cél

source: Hostname for CNAME alias
es: Servidor de apodo CNAME
hu: CNAME hosztnév

source: Hostname for DNS Service Record
es: Servidor de registro de servicio DNS
hu: Hosztnév az SRV rekordhoz

source: Hostname for Reverse DNS
es: Servidor de DNS inverso
hu: Hosztnév a reverz DNS-hez

source: Hostname of Authoritative Name Server
es: Servidor de servidor de nombre autoritativo
hu: Hosztnév az autoritatív névszerverhez

source: Hostname of Mail eXchanger
es: Servidor de intercambio de correo (MX)
hu: Hosztnév az MX rekordhoz

source: How many domain to display per page.
es: Dominios mostrados por página.
hu: Domainek száma egy oldalon.

source: IP Address
es: Dirección IP
hu: IP cím

source: IP in Reverse notation (.in-addr.arpa)
es: IP en notación inversa (.in-addr.arpa)
hu: IP cím fordítött jelöléssel (.in-addr.arpa)

source: IPv4 Network Address
es: Dirección de red IPv4
hu: IPv4 cím

source: IPv6 Address
es: Dirección IPv6
hu: IPv6 cím

source: IPv6 Network Address
es: Dirección de red IPv6
hu: IPv6 cím

source: Internal error: %s
es: Error interno: %s
hu: Belső hiba: %s

source: Invalid record type specified.
es: Se ha indicado un tipo de registro no válido.
hu: Érvénytelen a megadott rekord típus.

source: List Domains
es: Listar dominios
hu: Domain lista

source: Logged in successfully as "%s".
es: Se ha iniciado sesión correctamente como "%s".
hu: "%s" sikeresen bejelentkezve.

source: Login is incorrect.
es: Inicio de sesión incorrecto.
hu: Hibás bejelentkezés

source: MX (Mail eXchange)
es: MX (Intercambio de correo)

source: MX Preference (lower is more preferred)
es: Prioridad MX (mayor prioridad cuanto más pequeño)
hu: MX preferencia (az alacsonyabb preferáltabb)

source: Mandatory arguments to long options are mandatory for short options too.
es: Los argumentos requeridos por las opciones completas también son requeridos en las opciones abreviadas.
hu: A kötelező hosszú opciók rövid alakja is kötelező.

source: Minimum
es: Mínimo

source: Missing required field %s to save record.
es: Falta el campo requerido %s para guardar el registro.
hu: Hiányzó %s mező a mentéshez.

source: NS (Name Server)
es: NS (Servidor de nombres)
hu: NS (névszerver)

source: Not implemented.
es: Sin desarrollar.
hu: A programnak ez a része még nincs megvalósítva.

source: PTR (Reverse DNS)
es: PTR (DNS inverso)
hu: PTR (reverz DNS)

source: Preference
es: Opción
hu: Beállítás

source: Preferences
es: Opciones
hu: Beállítások

source: Primary Nameserver
es: Servidor principal
hu: Elsődleges névszerver

source: Primary nameserver for this zone
es: Servidor principal de esta zona
hu: A zóna elsődleges névszervere

source: Record Defaults
es: Valores por omisión del registro
hu: Rekord alapbeállítások

source: Record Time-To-Live (seconds)
es: Rgistro Tiempo-De-Vida (segundos)
hu: TTL (másodperc)

source: Record Type
es: Tipo de registro
hu: Rekordtípus

source: Record added: %s/%s
es: Se añadió el registro: %s/%s
hu: A rekord felvéve: %s/%s

source: Record deleted
es: Registro eliminado
hu: A rekord törölve.

source: Record not deleted
es: Registro no eliminado
hu: A rekord nem lett törölve.

source: Retry
es: Reintentar
hu: Újrapróbálás

source: SOA (Start of Authority)
es: SOA (Inicio de autoridad)

source: SRV (Service Record)
es: SRV (Registro de servicio)

source: SRV Port
es: Puerto SRV

source: SRV Priority
es: Prioridad SRV
hu: SRV priorítás

source: SRV Weight
es: Importancia de SRV
hu: SRV súly

source: Select Domain
es: Seleccionar dominio
hu: Válasszon ki egy domaint

source: Select _Domain
es: Seleccionar _dominio
hu: Válasszon ki egy _domaint

source: Serial
es: Número de serie
hu: Sorozatszám

source: Set default display parameters.
es: Define parámetros de visualización por omisión.
hu: Alapértelmezett megjelenítési beállítások.

source: Set default record parameters.
es: Define parámetros por omisión del registro.
hu: Alapértelmezett rekord paraméterek.

source: Short hostname for this record
es: Nombre de servidor abreviado de este registro
hu: Rövid hosztnév ehhez a rekordhoz

source: Short sub-domain for NS record (leave blank unless creating a subdomain)
es: Subdominio abreviado de registro NS (déjelo en blanco a menos que esté creando un subdominio)
hu: Rövid szub-domain az NS rekordhoz (hagyja üresen, ha nem szubdomain)

source: Skipping existing identical record
es: Saltando registros idénticos existentes
hu: A meglévő azonos rekordok kihagyása

source: String payload for DNS TXT
es: Cadena de carga de TXT DNS
hu: DNS TXT szöveg

source: TXT (Text Record)
es: TXT (Registro de texto)
hu: TXT (szöveges rekord)

source: Template
es: Plantilla
hu: Sablon

source: Too many domains matched that name. Contact your administrator.
es: Demasiados dominios coincidentes con este nonbre. Consulte a su administrador.
hu: Túl sok domain név. Kérem keresse meg az adminisztrátort.

source: Type
es: Tipo
hu: Típus

source: Unable to add record to LDAP. Reason: %s
es: Incapaz de añadir el registro a LDAP. Motivo: %s
hu: Az LDAP rekord felvétele nem sikerült: %s

source: Unable to construct valid SOA for %s. Not incrementing serial.
es: Incapaz de construir un SOA válido para %s. No se incrementa el número de serie.
hu: Érvényes SOA generálása sikertelen a %s domainben. A sorszám nem lett megnövelve.

source: Unable to delete record. Reason: %s
es: Incapaz de eliminar el registro. Motivo: %s
hu: A rekord törlése nem sikerült: %s

source: Unable to delete record: No record ID specified.
es: Incapaz de eliminar el registro: No se ha indicado un ID de registro.
hu: A rekord törlése nem sikerült: Hiányzó rekord azonosító.

source: Unable to determine if domain needs committing: invalid parameter.
es: Incapaz de determinar si el dominio necesita guardar los cambios: parámetro inválido.
hu: Nem lehet megállapítani, hogy szükséges-e változásokat végrehajtani: érvénytelen paraméter.

source: Unable to locate requested record.
es: Incapaz de ubicar el registro solicitado.
hu: Nem található a kért rekord.

source: Unable to modify record. Reason: %s
es: Incapaz de modificar el registro. Motivo: %s
hu: A rekord mentése nem sikerült: %s

source: Unable to read requested domain %s
es: Incapaz de leer el %s de dominio solicitado
hu: Nem sikerült beolvasni a %s domaint.

source: Unable to rename old object. Reason: %s
es: Incapaz de renombra el objeto anterior. Motivo: %s
hu: Átnevezés sikertelen: %s

source: Unable to retrieve data from LDAP results: %s
es: Incapaz de recuperar datos de los resultados LDAP: %s
hu: Nem sikerült az LDAP adatok lekérése: %s

source: Unique Identifier (Used as Record ID)
es: Identificador único (Utilizado como ID de registro)
hu: Egyedi azonosító (rekord azonosító)

source: Unsupported operation: cannot rename a domain.
es: Operación no disponible: no se puede renombrar un dominio.
hu: Nem támogatott művelet: a domain nem nevezhető át

source: Unsupported recursive delete.
es: Borrado recursivo no disponible.
hu: Nem támogatott művelet: rekurzív törlés

source: Usage: %s [OPTIONS]...
es: Uso: %s [OPCIONES]...
hu: Használat: %s [OPCIÓK]...

source: You are not permitted to view any domains.
es: Carece de permisos para ver ningún dominio.
hu: Ön nem jogosult megtekínteni a domaineket.

source: You do not have permission to create new domains.
es: Carece de permisos para crear dominios.
hu: Nincs jogosultsága új domainek létrehozására.

source: You do not have permssion to edit the SOA of this zone.
es: Carece de permisos para modificar el SOA de esta zona.
hu: Ön nem jogosult a SOA rekord szerkesztésére.

source: You do not have permssion to edit this record.
es: Carece de permisos para modificar este registro.
hu: Ön nem jogosult a rekord szerkesztésére.

source: You have uncommitted changes in %s.
es: Tiene cambios sin guardar en %s.
hu: Végrehajtatlan változások vannak a %s domainben.

source: Zone Contact
es: Contacto de la zona
hu: Zóna kapcsolat

source: Zone Domain Name
es: Nombre de dominio de la zona
hu: Zóna névszerver

source: Zone Expiry
es: Caducidad de zona
hu: Zóna lejárat

source: Zone Minimum
es: Mínimo de zona
hu: Zóna minimum

source: Zone Refresh
es: Actualización de zona
hu: Zóna frissítése

source: Zone Retry
es: Reintento de zona
hu: Újrapróbálás

source: Zone Serial Number
es: Número de serie de zona
hu: Zóna sorozatszám

source: Zone serial for %s incremented.
es: Se ha incrementado el número de serie de zona de %s.
hu: A zóna sorszám növelve a %s domainben.
